/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Cầu nối bản chất là các trạm chuyển tiếp Tor hỗ trợ tránh sự kiểm duyệt. Bạn có thể thử dùng cầu nối nếu Tor bị chặn bởi nhà mạng của bạn; mỗi loại cầu nối sử dụng một cách khác nhau để tránh kiểm duyệt: nếu một loại không hoạt động, hãy thử sang loại khác.\n\nBạn có thể dùng cầu nối dưới đây hoặc tìm cầu nối ở %";
"No Bridges: Directly Connect to Tor" = "Không cầu nối: Kết nối trực tiếp tới Tor";
"Provided Bridges: %" = "Cầu nối đã cung cấp: %";
"Custom Bridges" = "Cầu nối tự chọn";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Cài đặt cầu nối";
"Done" = "Xong";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Đôi lúc bạn cần cầu nối để kết nối tới Tor.";
"TELL ME MORE" = "TÌM HIỂU THÊM";


// ConnectingViewController.swift
"Connected!" = "Đã kết nối!";
"__CLAIM_1__" = "Cộng đồng chúng ta đã giúp Tor trở nên tuyệt vời!";
"__CLAIM_2__" = "Nhiều người sử dụng Tor mỗi ngày để tránh bị quảng cáo đeo bám.";
"__CLAIM_3__" = "Người khác lại dùng Tor để kết nối an toàn với bạn bè và người thân.";
"__CLAIM_4__" = "Những nhà hoạt động nhân quyền dùng Tor để bày tỏ ý kiến và niềm tin. ";
"__CLAIM_5__" = "Blogger dùng Tor để kêu gọi người dân hướng tới cải cách xã hội.";
"__CLAIM_6__" = "Nhà báo dùng Tor để điều tra những câu chuyện một cách an toàn.";
"__CLAIM_7__" = "Thương gia dùng Tor để đảm bảo bí mật chiến lược phát triển công ty.";
"__CLAIM_8__" = "Công nhân dùng Tor để chiến đấu đòi công lý mà không sợ mất việc.";


// ConnectingViewController.xib
"We're connecting you." = "Chúng tôi đang kết nối cho bạn.";
"START BROWSING" = "BẮT ĐẦU DUYỆT WEB";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "Trên một trình duyệt khác, hãy truy cập % và nhấn 'Get Bridges'. Sử dụng mục 'Advanced Options'; 'obfs4' Pluggable Transports được khuyên dùng. (Không chọn IPv6).\n\nBạn có thể nhấn biểu tượng 'camera' để quét mã QR trên trang web, hoặc cắt dán dòng 'bridge lines' ở đây: ";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Có vẻ đã có lỗi xảy ra! Hãy thoát và khởi động lại ứng dụng.";


// HelloViewController.xib
"Hello" = "Xin chào";
"Welcome to Tor on mobile." = "Chào mừng đến với Tor trên điện thoại.";
"CHANGE LANGUAGE" = "ĐỔI NGÔN NGỮ";
"Change Language" = "Đổi Ngôn Ngữ";
"Cancel" = "Hủy";


// IntroViewController.xib
"CONTINUE WITHOUT" = "KHÔNG DÙNG";
"USE A BRIDGE" = "DÙNG CẦU NỐI";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Duyệt web theo cách bạn nên làm.";
"No tracking. No censorship." = "Không theo dõi. Không kiểm duyệt.";


// ScanQrViewController.swift
"Scan QR Code" = "Quét mã QR";
"Error" = "Lỗi";
"Camera access was not granted or QR Code scanning is not supported by your device." = "Ứng dụng không được cấp quyền truy cập Camera hoặc quét mã QR không khả dụng trên điện thoại bạn.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "Không thể giải mã QR! Bạn có chắc bạn đã quét mã QR trên bridges.torproject.org?";
